---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.Horsepower
source: html/07430947-1b52-cda8-d543-65babd2d6348.htm
---
# Autodesk.Revit.DB.UnitTypeId.Horsepower Property

Horsepower.

## Syntax (C#)
```csharp
public static ForgeTypeId Horsepower { get; }
```